{
    "chapters": [
        {
            "summary": "Andrew Huberman is a professor of neurobiology and ophthalmology at Stanford School of Medicine. Mental training and visualization is a fascinating process to improve our ability to learn anything. But it has to be performed in a very specific way.",
            "gist": "Mental Training and Visualization",
            "headline": "Andrew Huberman discusses mental training and visualization on the Huberman Lab podcast",
            "start": 480,
            "end": 155706
        },
        {
            "summary": "We vary tremendously from one individual to the next in terms of our ability to mentally visualize and imagine things. The good news is, anyone can get better at mental training and visualization in ways that can serve them well. This podcast is separate from my teaching and research roles at Stanford.",
            "gist": "Mental Training and Visualization",
            "headline": "This podcast discusses how to use mental training and visualization to help improve learning",
            "start": 155858,
            "end": 298092
        },
        {
            "summary": "Element is an electrolyte drink with everything you need and nothing you don't. Salt, magnesium and potassium are critical to the function of all the cells in your body. Even slight reductions in electrolyte concentrations can lead to deficits in cognitive and physical performance.",
            "gist": "Element",
            "headline": "Element is an electrolyte drink with everything you need and nothing you don't",
            "start": 298236,
            "end": 366430
        },
        {
            "summary": "Waking up is a meditation app that includes hundreds of meditation programs, mindfulness trainings, yoga NidRa sessions, and NSDR non sleep deep rest protocols. If you'd like to try the Wakingup app, you can go to wakingup. com huberman and access a free 30 day trial.",
            "gist": "Mental Meditation: The Waking Up App",
            "headline": "Waking up is a meditation app that includes hundreds of meditation programs",
            "start": 366470,
            "end": 459144
        },
        {
            "summary": "Mental training and visualization relies on a process that we call neuroplasticity. It's a gradual tapering off of developmental plasticity that occurs between age zero and 25. Adult plasticity is really about self directed adaptive plasticity.",
            "gist": "Mental Training and Visualization: Self-Directed Plasticity",
            "headline": "Mental training and visualization relies on a process called neuroplasticity",
            "start": 459192,
            "end": 879904
        },
        {
            "summary": "There are different forms of plasticity that occur between neurons. The two main forms are long term potentiation and long term depression. Long term depression is a change in the connections between neurons that in many ways can be excellent for learning things, in particular motor skills.",
            "gist": "Neuroplasticity 6, Long term depression",
            "headline": "Long term depression can be excellent for learning certain motor skills",
            "start": 879952,
            "end": 1071834
        },
        {
            "summary": "Long term depression, the quieting or the silencing of specific synapses, that is, connections between neurons, is absolutely critical for motor skill learning. Limited long term depression is every bit as important as LTP, long term potentiation for getting better at some sort of motor skill.",
            "gist": "Long term depression and motor skill learning",
            "headline": "Long term depression is absolutely critical for motor skill learning",
            "start": 1071922,
            "end": 1285690
        },
        {
            "summary": "Mental training and visualization captures both the potentiation and the depression aspect of neuroplasticity. It is not a replacement for real world cognitive or motor behavior. But it can greatly enhance the speed at which you learn.",
            "gist": "Mental Training and Long Term Depression",
            "headline": "Today's discussion focuses on long term potentiation and long term depression",
            "start": 1285770,
            "end": 1757470
        },
        {
            "summary": "Athletic greens is a vitamin mineral probiotic drink that covers all of your foundational nutritional needs. How long it takes somebody to generate and rotate a given visual image scales directly with the complexity of that image. Find out how to develop the best mental training and visualization protocols for you.",
            "gist": "Mental Visualization",
            "headline": "Athletic greens are a vitamin mineral probiotic drink that covers nutritional needs",
            "start": 1757590,
            "end": 2250164
        },
        {
            "summary": "The experiments that I'm talking about involve the use of what are called bistable images or impossible figures. These are figures or objects that when you look at them, they have these odd features. It's interesting to understand how mental training and visualization does and does not support real world learning.",
            "gist": "Interpretations of Bistable and Impossible Figures",
            "headline": "The experiments that I'm talking about involve using what are called bistable images",
            "start": 2250252,
            "end": 2746838
        },
        {
            "summary": "Mental training and visualization should assign labels to what you're doing that can be matched to real world training and experiences. If you want to improve your golf swing, you're going to have to name or apply an identity to the specific golf swing or aspect of the golf swing.",
            "gist": "Mental Training and Visualization",
            "headline": "Mental training and visualization accurately recapitulate real world training",
            "start": 2746974,
            "end": 3017794
        },
        {
            "summary": "Mental training and visualization is capturing many, many of the exact same features of real world behavior and perceptions. People tend to move their eyes up when they are imagining things above them, such as a ceiling. It takes longer to perform complex motor sequences in your mind's eye than it would in the real world.",
            "gist": "Mental Training and Visualization",
            "headline": "Mental training and visualization capture many features of real world behavior and perceptions",
            "start": 3017882,
            "end": 3336898
        },
        {
            "summary": "A systematic literature review on motor imagery training elements in five different disciplines. Number that seems to be most effective is somewhere between 50 and 75 repeats per session. Mental training and visualization can be effective at increasing accuracy or the frequency at which you can do that real world behavior.",
            "gist": "Mental Training and Motor Imagination",
            "headline": "Mental training and visualization can be effective for improving motor performance",
            "start": 3336914,
            "end": 3636166
        },
        {
            "summary": "Mental training and visualization is most effective for enhancing the speed and the accuracy of skills that one has already demonstrated some degree of proficiency at in the real world. Studies show that real world training is more effective than mental training.",
            "gist": "Mental Training and Visualization",
            "headline": "One key component of a successful mental training and visualization practice is how often",
            "start": 3636358,
            "end": 4420232
        },
        {
            "summary": "For individuals 65 or older, a combination of physical and mental training may allow them to gain and consolidate skills better than were they to do physical training alone. First person mental training and visualization is significantly more effective than that third person mental Training and visualization.",
            "gist": "Mental Training and Motor Imagination",
            "headline": "First person mental training and visualization is more effective than third person visualization",
            "start": 4420336,
            "end": 4721876
        },
        {
            "summary": "Mental training and visualization should not always be done with eyes closed. Instead, people should watch videos of themselves performing a given skill and imagining themselves in that role. First person mental training is more effective than third person visualization.",
            "gist": "Mental Training and Visualization, Eyes Open vs Eyes Closed",
            "headline": "First person mental training and visualization is more effective than third person visualization",
            "start": 4721948,
            "end": 4954134
        },
        {
            "summary": "Mental practice modulates functional connectivity between the cerebellum and primary motor cortex. When we gain a new skill or we get more proficient at a skill, there tends to be more net excitation. And that is accomplished by reducing inhibition.",
            "gist": "Neuroscience: Mental Practice and Motor Learning",
            "headline": "Mental practice modulates functional connectivity between cerebellum and primary motor cortex",
            "start": 4954302,
            "end": 5377926
        },
        {
            "summary": "Mental training and visualization can improve not just go aspects of motor performance and cognitive performance, but also no go aspects. There are specific tasks that people have developed for the laboratory that closely mimic action learning and cognitive learning in the real world.",
            "gist": "No Go and Motor Skills",
            "headline": "Mental training and visualization can improve both go and no go motor learning",
            "start": 5378078,
            "end": 5875270
        },
        {
            "summary": "Motor imagery combined with physical training improves response inhibition in the stop signal task. Using a combination of real world training and physical training is actually better for you on an hour per hour basis than is physical training alone.",
            "gist": "Mental Training and Physical Training",
            "headline": "Motor imagery combined with physical training improves response inhibition in stop signal task",
            "start": 5876410,
            "end": 6162562
        },
        {
            "summary": "Aphantasia is a phenomenon where some people just can't or seem to have extreme challenge generating visual imagery. Study: People who have aphantasia can also be synesthesia and vice versa. The whole set of language and nomenclature around autism and autism spectrum is undergoing revision.",
            "gist": "Aphantasia, autism and motor training",
            "headline": "Aphantasia is a phenomenon where some people have difficulty generating visual imagery",
            "start": 6162626,
            "end": 6549356
        },
        {
            "summary": "Mental training and visualization might relate to certain aspects of cognition and our ability to visualize things. Social learning and social cognition is every bit as much a learned behavior and pattern of cognitive and motor patterns as is tapping fingers. A lot of that involves observation and visualization of what are considered appropriate and inappropriate.",
            "gist": "Mental Training and Visualization in Autism and Asperger's",
            "headline": "Mental training and visualization might relate to certain aspects of cognition",
            "start": 6549468,
            "end": 6681226
        },
        {
            "summary": "Today we did a deep dive into mental training and visualization. If you can't do real world training for whatever reason, injury or otherwise, that mental training is going to be better than no training at all. Performing mental training repeatedly and in a very restricted way has led to improvements in performance.",
            "gist": "Mental Training and Visualization",
            "headline": "Today's podcast explores mental training and visualization to improve motor performance",
            "start": 6681298,
            "end": 6988368
        },
        {
            "summary": "On many previous episodes of the Huberman Lab podcast, we discuss supplements. Many people derive tremendous benefit from them for things like improving sleep, for hormone augmentation, and for improving focus. We've established what's called the Neural network newsletter.",
            "gist": "Neuroplasticity: The Podcast",
            "headline": "On many previous Huberman Lab podcasts, we discuss supplements",
            "start": 6988504,
            "end": 7083840
        }
    ],
    "ep_audio": "https://audio.listennotes.com/e/p/559a2fe7a6d74c43809ebcfa5da38a5b/",
    "ep_thumbnail": "https://cdn-images-3.listennotes.com/podcasts/huberman-lab-scicomm-media-i98hos1BLfK-FB5OVUfl4PZ.300x300.jpg",
    "ep_title": "Science-Based Mental Training & Visualization for Improved Learning"
}